[
  {
    "id": "",
    "name": "Love Note",
    "image": "",
    "cardNum": 0,
    "description": "A love note that gets passed around, lovers must write at least x amount of notes in the Love Note to win the game.",
    "restrictionToRole": "Lover",
    "count": 1
  },
  {
    "id": "",
    "name": "Tattle",
    "image": "",
    "cardNum": 1,
    "description": "Tattle on the lovers for passing notes in the classroom. If tattle is successful, the lovers are sent to detention and Tattle Tale wins the game.",
    "restrictionToRole": "Tattle Tale",
    "count": 1
  },
  {
    "id": "",
    "name": "Absent",
    "image": "",
    "cardNum": 2,
    "description": "You weren't at school! The teacher doesn't believe the tattle tale. This card can be played by each student only once.",
    "restrictionToRole": "",
    "count": 1
  },  {
    "id": "",
    "name": "Pass Direction",
    "image": "",
    "cardNum": 3,
    "description": "Every student must pass their lowest card to the direction displayed. If 'Opposite Day' card has been played, the direction changes to the opposite direction.",
    "restrictionToRole": "",
    "count": 4
  },
  {
    "id": "",
    "name": "Trade Snacks",
    "image": "",
    "cardNum": 4,
    "description": "Pick a student to give you their lowest card, you may give them any card in your hand in exchange.",
    "restrictionToRole": "",
    "count": 4
  },
  {
    "id": "",
    "name": "Nosy Glance",
    "image": "",
    "cardNum": 5,
    "description": "A good day to be nosy, pick a student to peek at the cards in their hands.",
    "restrictionToRole": "",
    "count": 4
  },
  {
    "id": "",
    "name": "Cupid",
    "image": "",
    "cardNum": 6,
    "description": "Cupid has come from above! Everyone must select the lowest card in their hand and place it in the middle. Lovers can swap a card in their hand for any student's card. The lovers cannot see the card they choose.",
    "restrictionToRole": "",
    "count": 1
  },
  {
    "id": "",
    "name": "Opposite Day",
    "image": "",
    "cardNum": 7,
    "description": "It's opposite day! Once this card is played, the direction of the Pass Direction card is now opposite.",
    "restrictionToRole": "",
    "count": 2
  },
  {
    "id": "",
    "name": "Graffiti",
    "image": "",
    "cardNum": 8,
    "description": "Someone mischevious has scribbled out a note from the love note. The love note loses a note.",
    "restrictionToRole": "",
    "count": 2
  }
]